/* details panel string - number of times the program has crashed */
"# of Crashes" = "# of Crashes";

/* details panel string - number of times the program has been launched */
"# of Launches" = "# of Launches";

/* Download window title - text is name of the running application */
"%@ Update" = "%@ Update";

/* title of new versions available dialog, when no updates are available - text is name of application */
"%1$@ is up to date." = "%1$@ is up to date.";

/* error description - the host from which we retrieve updates is unreachable */
"%s is not reachable." = "%s is not reachable.";

/* error description when trying to start a download when one is already in progress */
"A download is already in progress." = "A download is already in progress.";

/* error reason - OSUInstaller.sh is missing */
"Cannot find the installer script." = "Cannot find the installer script.";

/* error description - when we notice that we won't be able to unpack the update to the specified location - more detailed text, and an option to choose a different location, will follow */
"Cannot install update there" = "Cannot install update there";

/* error description */
"Cannot parse price '%@' -- it should contain only digits and possibly a period as a decimal separator." = "Cannot parse price '%@' -- it should contain only digits and possibly a period as a decimal separator.";

/* error description */
"Cannot parse release notes url '%@'." = "Cannot parse release notes url '%@'.";

/* error reason - tried to run a check operation to fetch software update information, but it exited with an error code */
"Check operation failed." = "Check operation failed.";

/* title of new versions available dialog, when in the process of checking for updates - text is name of application */
"Checking for %1$@ updates." = "Checking for %1$@ updates.";

/* error recovery option - to let the user choose where to install the newly-downloaded update */
"Choose Location\\U2026" = "Choose Location…";

/* error text generated when software update is unable to retrieve the list of current software versions */
"Could not contact %s." = "Could not contact %s.";

/* error message - we downloaded and unpacked an update, but we can't stat its CFBundleExecutable file */
"Could not examine application" = "Could not examine application";

/* error message - we downloaded and unpacked an update, but now we can't read it */
"Could not read directory" = "Could not read directory";

/* status description */
"Decompressing\\U2026" = "Decompressing…";

/* error title */
"Download failed" = "Download failed";

/* Download status - text is filename of update package being downloaded */
"Downloading %@ \\U2026" = "Downloading %@ …";

/* details panel string - version of video card driver */
"Driver Version" = "Driver Version";

/* error description */
"Error fetching software update information." = "Error fetching software update information.";

/* error description */
"Error while checking for updated version." = "Error while checking for updated version.";

/* error reason */
"Exception raised: %@" = "Exception raised: %@";

/* details panel string - list of OpenCL platform extensions */
"Extensions" = "Extensions";

/* error reason */
"Extract script failed." = "Extract script failed.";

/* status message - copying application from disk image to target filesystem */
"Extracting updated application\\U2026" = "Extracting updated application…";

/* details panel string - column header for OpenCL device extensions */
"Exts" = "Exts";

/* error reason */
"Failed to create authorization." = "Failed to create authorization.";

/* relaunch error message */
"Failed to create child pipe: %s" = "Failed to create child pipe: %s";

/* error reason */
"Failed to execute install script with authorization." = "Failed to execute install script with authorization.";

/* relaunch error message */
"Failed to fork child process: %s" = "Failed to fork child process: %s";

/* free upgrade price string - displayed in price column */
"free!" = "free!";

/* details panel string - column header for OpenCL device core frequency */
"Freq." = "Freq.";

/* details panel string - name of video card driver */
"Hardware Driver" = "Hardware Driver";

/* error reason - we downloaded a .DMG, but were unable to mount it using hdiutil */
"hdiutil failed to attach the disk image" = "hdiutil failed to attach the disk image";

/* details panel string - accumulated number of hours the program has been running */
"Hours Run" = "Hours Run";

/* button title to allow user to stop being notified of releases on a particular track (eg, 'rc', 'beta', 'sneakypeek') - used in stability downgrade warning pane */
"Ignore \\U201C%@\\U201D Releases" = "Ignore “%@” Releases";

/* button title - (download and) install the selected update */
"Install" = "Install";

/* error reason */
"Install script exited due to signal %d." = "Install script exited due to signal %d.";

/* error reason */
"Install script exited with status %d." = "Install script exited with status %d.";

/* error reason */
"Install script failed." = "Install script failed.";

/* status description */
"Installing\\U2026" = "Installing…";

/* details panel string - amount of video memory installed
   details panel string - column header for OpenCL device memory sizes */
"Memory" = "Memory";

/* button title - go to a webpage with more information about the selected update, from which it can probably be downloaded */
"More Information..." = "More Information…";

/* error reason - we downloaded an update, and it has more than one application in it */
"More than one application found in update (%@)" = "More than one application found in update (%@)";

/* status message */
"Mounting disk image\\U2026" = "Mounting disk image…";

/* error reason - the disk image contained several partitions - unexpected */
"Multiple mount points found in hdiutil results." = "Multiple mount points found in hdiutil results.";

/* error reason - we downloaded an update, but it doesn't seem to contain a new application */
"No application was found in the update" = "No application was found in the update";

/* error reason */
"No mount point found in hdiutil results." = "No mount point found in hdiutil results.";

/* error description - RSS feed does not have an enclosure that we can use */
"No suitable enclosure found." = "No suitable enclosure found.";

/* details panel string - name of the OpenGL driver */
"OpenGL Driver" = "OpenGL Driver";

/* details panel string */
"OpenGL Extensions" = "OpenGL Extensions";

/* details panel string */
"OpenGL Renderer" = "OpenGL Renderer";

/* details panel string */
"OpenGL Vendor" = "OpenGL Vendor";

/* details panel string */
"OpenGL Version" = "OpenGL Version";

/* details panel string - PCI bus ID of video card */
"PCI ID" = "PCI ID";

/* error suggestion when trying to start a download when one is already in progress */
"Please cancel the existing download before starting another." = "Please cancel the existing download before starting another.";

/* error message - unable to download URL - extra text if it looks like a problem with the local filesystem */
"Please check the permissions and space available in your downloads folder." = "Please check the permissions and space available in your downloads folder.";

/* error reason */
"Please try again later or contact us to let us know this is broken." = "Please try again later or contact us to let us know this is broken.";

/* details panel value - shown if Quartz Extreme is not enabled */
"Quartz Extreme Disabled" = "Quartz Extreme Disabled";

/* details panel value - shown if Quartz Extreme is enabled */
"Quartz Extreme Enabled" = "Quartz Extreme Enabled";

/* relaunch error button */
"Quit" = "Quit";

/* Download status - Done downloading, about to prompt the user to let us reinstall and restart the app */
"Ready to Install" = "Ready to Install";

/* Window title for the release notes window */
"Release Notes" = "Release Notes";

/* status description - when quitting this application in order to finish upgrading */
"Restarting\\U2026" = "Restarting…";

/* error description - expected to find a specific element in RSS feed but didn't */
"RSS node contains no match for '%@'." = "RSS node contains no match for '%@'.";

/* title of new versions available dialog, when in the process of checking for updates - text is name of application - only used if this downgrade does not have a more specific warning message available */
"Stability downgrade warning" = "The version you have selected may be less stable than the version you are running.";

/* error reason */
"System call wait() failed for install script." = "System call wait() failed for install script.";

/* error description */
"The data returned from <%@> was not a valid XML document." = "The data returned from <%@> was not a valid XML document.";

/* error failure reason - when the destination location is on a filesystem mounted with NOEXEC (cannot run programs from it) */
"The destination volume, \\U201C%@\\U201D, does not allow applications." = "The destination volume, “%@”, does not allow applications.";

/* error failure reason - when the destination location is on a read-only filesystem such as a disk image or CDROM */
"The destination volume, \\U201C%@\\U201D, is not writable." = "The destination volume, “%@”, is not writable.";

/* caution text - it's actual size, but it seems much bigger to me - warn that it might be damaged or even maliciously replaced */
"The file is the wrong size (%@ too long). It might be corrupted." = "The file is the wrong size (%@ too long). It might be corrupted.";

/* caution text - we downloaded a file, but it's smaller than it's supposed to be - warn that it might be damaged or even maliciously replaced */
"The file is the wrong size (%@ too short). It might be corrupted." = "The file is the wrong size (%@ too short). It might be corrupted.";

/* caution text - we downloaded a file, but its checksum is not correct - warn that it might be damaged or even maliciously replaced. Parameter is name(s) of hash algorithms (md5, sha1, etc) */
"The file's checksum does not match (%@). It might be corrupted." = "The file's checksum does not match (%@). It might be corrupted.";

/* error description - the update information wasn't signed at all, but we require it to be signed */
"The update information is not signed." = "The update information is not signed.";

/* Install dialog message - small note indicating that app will be installed in a system or network directory - @ is replaced with name of directory, eg Applications */
"The update will be installed in the @ folder." = "The update will be installed in the @ folder.";

/* Install dialog message - small note indicating that app will be installed in a user directory - @ is replaced with name of directory, eg Applications */
"The update will be installed in your @ folder." = "The update will be installed in your @ folder.";

/* error reason - we downloaded an update, but there's something obviously wrong with the updated application, like it doesn't have an Info.plist or whatever */
"The updated application is invalid (%@)" = "The updated application is invalid (%@)";

/* title of new versions available dialog, when multiple updates are available - text is name of application */
"There are %2$d updates available for %1$@." = "There are %2$d updates available for %1$@.";

/* title of new versions available dialog, when one update is available - text is name of application */
"There is an update available for %1$@." = "There is an update available for %1$@.";

/* error description - the checksum or signature didn't match - more info in underlying error */
"There was a problem checking the signature." = "There was a problem checking the signature.";

/* error message - unable to download URL - extra text if it looks like a transitory network problem */
"This may be a temporary network problem." = "This may be a temporary network problem.";

/* text of dialog box informing user of change in software update query */
"This version of %@ sends additional information using your Internet connection (when active) to check for new and updated versions of itself." = "This version of %@ sends additional information using your Internet connection (when active) to check for new and updated versions of itself.";

/* error reason - we ran a helper tool to fetch software update information, but it didn't return any information */
"Tool returned no data" = "Tool returned no data";

/* details panel string - column header for OpenCL device type */
"Type" = "Type";

/* error description - we have some update information but it doesn't look authentic */
"Unable to authenticate the response from the software update server." = "Unable to authenticate the response from the software update server.";

/* error message - unable to download URL to LOCALFILENAME - will often be followed by more detailed explanation */
"Unable to download %@ to %@." = "Unable to download %1$@ to %2$@.";

/* error message - unable to download URL (but no LOCALFILENAME was chosen yet) - will often be followed by more detailed explanation */
"Unable to download %@." = "Unable to download %@.";

/* error description - will be followed by more detailed error reason */
"Unable to fetch software update information." = "Unable to fetch software update information.";

/* error description - could not copy from disk image to destination filesystem
   error description - could not move application into place during install
   error description - could not process .tar.bz2 file
   error description - OSUInstaller.sh is missing
   error description - we downloaded an update, but it doesn't seem to be valid
   error description - we downloaded an update, but there seems to be something wrong with the application it contained */
"Unable to install update" = "Unable to install update";

/* error description
   error description - we downloaded a .DMG, but were unable to mount it using hdiutil */
"Unable to mount disk image" = "Unable to mount disk image";

/* error description */
"Unable to parse response from the software update server." = "Unable to parse response from the software update server.";

/* error reason */
"Unable to parse the response from hdiutil: %@" = "Unable to parse the response from hdiutil: %@";

/* relaunch error title */
"Unable to relaunch" = "Unable to relaunch";

/* details panel string - column header for OpenCL device processing-unit count */
"Units" = "Units";

/* error reason - downloaded upgrade package was not in a format we recognize */
"Unknown package type." = "Unknown package type.";

/* status message */
"Unmounting disk image\\U2026" = "Unmounting disk image…";

/* Download status */
"Verifying file\\U2026" = "Verifying file…";

/* message of no updates are available dialog */
"You are currently running %@." = "You are currently running %@.";

/* message of new versions available dialog */
"You are currently running %@.  If you're not ready to update now, you can use the [Update preference pane] to check for updates later or adjust the frequency of automatic checking." = "You are currently running %@.  If you're not ready to update now, you can use the [Update preference pane] to check for updates later or adjust the frequency of automatic checking.";

/* error recovery suggestion - when we notice that we won't be able to unpack the update to the specified location - we offer to let the user choose another install location */
"You may be able to install in a different location." = "You may be able to install in a different location.";

/* error text generated when software update is unable to retrieve the list of current software versions */
"Your Internet connection might not be active, or there might be a problem somewhere along the network." = "Your Internet connection might not be active, or there might be a problem somewhere along the network.";

